Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/GachaKit/Sources/GachaKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

source: Why invalid records appear in pulled results?
de: Warum erscheinen ungültige Datensätze in den abgerufenen Ergebnissen?
es: ¿Por qué aparecen registros no válidos en los resultados obtenidos?
fil: Bakit lumilitaw ang mga hindi wastong rekord sa mga hinintay na resulta?
fr: Pourquoi des enregistrements invalides apparaissent-ils dans les résultats extraits ?
it: Perché compaiono record non validi nei risultati estratti?
ja: なぜ取得した結果に異常な記録がでますか？
ko: 왜 가져온 결과에 유효하지 않은 레코드가 나타나나요?
ru: Почему в полученных результатах появляются недействительные записи?
vi: Tại sao các bản ghi không hợp lệ xuất hiện trong kết quả được truy xuất?
zh_hans: 为什么拉取的结果中会出现异常记录？
zh_hant: 為什麼在拉取的結果中會出現異常記錄？

# gachaKit.getRecord.readyStart.sectionHeader.urgeUsersToBackupFirst
source: ⚠︎ You are responsible for the backup of existing data records before proceeding the fetch.
de: ⚠︎ Sie sind für die Sicherung vorhandener Daten verantwortlich, bevor Sie mit dem Abruf fortfahren.
es: ⚠︎ Usted es responsable de realizar una copia de seguridad de los datos existentes antes de proceder con la extracción.
fil: ⚠︎ Responsibilidad mo ang pag-backup ng kasalukuyang mga data bago magsimula ang pagkuha.
fr: ⚠︎ Vous êtes responsable de la sauvegarde des données existantes avant de poursuivre la récupération.
it: ⚠︎ Sei responsabile del backup dei dati esistenti prima di procedere con l'acquisizione.
ja: ⚠︎ データのお受け取りの前に、既存データのバックアップは、個人責任であるとご存じくださいませ。
ko: ⚠︎ 데이터를 가져오기 전에 기존 데이터의 백업은 본인의 책임입니다.
ru: ⚠︎ Вы несете ответственность за резервное копирование существующих данных перед выполнением извлечения.
vi: ⚠︎ Bạn có trách nhiệm sao lưu dữ liệu hiện tại trước khi tiếp tục truy xuất.
zh_hans: ⚠︎ 您有责任在获取抽卡记录之前主动备份本地数据。
zh_hant: ⚠︎ 您有責任在獲取抽卡記錄之前主動備份本機資料。

# gachaKit.getRecord.readyStart.start
source: Start
de: Starten
es: Iniciar
fil: Simulan
fr: Démarrer
it: Avvia
ja: スタート
ko: 시작
ru: Начать
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# gachaKit.getRecord.running
source: Successfully obtained…
de: Erfolgreich erworben…
es: Obtenido exitosamente...
fil: Matagumpay na nakuha…
fr: Acquis avec succès…
it: Ottenuto con successo…
ja: 取得したデータ…
ko: 성공적으로 획득했습니다…
ru: Успешно получено…
vi: Đã lấy thành công…
zh_hans: 成功获取到一批…
zh_hant: 成功獲取到一批…

# gachaKit.getRecord.title
source: Get Records
de: Datensatz abrufen
es: Obtener registro
fil: Kunin ang Talaan
fr: Obtenir l'enregistrement
it: Ottieni record
ja: ガチャ履歴を取得
ko: 레코드 가져오기
ru: Получить запись
vi: Lấy Bản ghi
zh_hans: 获取抽卡记录
zh_hant: 獲取抽卡記錄

# gachaKit.getRecord.waitingURL.footer
source: Please refer to "App Settings -> FAQ" for information regarding how to get gacha URLs.
de: Bitte sehen Sie unter "App-Einstellungen -> FAQ" nach, wie Sie Gacha-URLs erhalten.
es: Consulte "Configuración de la aplicación -> FAQ" para obtener información sobre cómo obtener las URL de gacha.
fil: Mangyaring sumangguni sa "Mga Setting ng App -> FAQ" para sa impormasyon kung paano makuha ang mga gacha URL.
fr: Veuillez consulter "Paramètres de l'application -> FAQ" pour savoir comment obtenir les URL de gacha.
it: Fai riferimento a "Impostazioni App -> FAQ" per informazioni su come ottenere gli URL di gacha.
ja: 「アプリ設定 -> FAQ」を参照して、ガチャ URL の取得方法を確認してください。
ko: "앱 설정 -> FAQ"를 참고하여 가챠 URL을 얻는 방법에 대해 알아보세요.
ru: Пожалуйста, ознакомьтесь с разделом "Настройки приложения -> FAQ" для получения информации о том, как получить URL гача.
vi: Vui lòng tham khảo "Cài đặt ứng dụng -> FAQ" để biết cách lấy các URL gacha.
zh_hans: 请参考“App 设定 -> FAQ”，了解如何获取抽卡记录 URL。
zh_hant: 請參考「App 設定 -> FAQ」，了解如何獲取抽卡記錄 URL。

# gachaKit.getRecord.waitingURL.readClipboard
source: Read gacha history URL from clipboard
de: Lese Gacha-Verlauf-URL aus der Zwischenablage
es: Leer la URL del historial de gacha desde el portapapeles
fil: Basahin ang URL ng kasaysayan ng gacha mula sa clipboard
fr: Lire l'URL de l'historique gacha depuis le presse-papiers
it: Leggi URL cronologia gacha dagli appunti
ja: クリップボードからガチャ履歴URLを読み込む
ko: 클립보드에서 가차 기록 URL 읽기
ru: Считать URL истории гача из буфера обмена
vi: Đọc URL lịch sử gacha từ clipboard
zh_hans: 从剪贴板中获取抽卡历史记录 URL
zh_hant: 從剪貼簿中獲取抽卡歷程記錄URL

# gachaKit.GMDB.clickHereToUpdateGMDB
source: Click Here to Update GachaMetaDB
de: Hier klicken, um GachaMetaDB zu aktualisieren
es: Haga clic aquí para actualizar GachaMetaDB
fil: I-click Dito upang I-update ang GachaMetaDB
fr: Cliquez ici pour mettre à jour GachaMetaDB
it: Fare clic qui per aggiornare GachaMetaDB
ja: タップして GachaMetaDB を更新
ko: 여기를 클릭하여 GachaMetaDB를 업데이트하세요
ru: Нажмите здесь, чтобы обновить GachaMetaDB
vi: Nhấp vào đây để cập nhật GachaMetaDB
zh_hans: 点此更新 GachaMetaDB
zh_hant: 點此更新 GachaMetaDB

# gachaKit.GMDB.gmdbExpired.explanation
source: GachaMetaDB is out of date for handling certain gacha item entries in either the local app gacha entry database or from external sources. This DB contains crucial info for mapping ItemIDs and their translations, plus telling the rarity type of each gacha item.
de: GachaMetaDB ist veraltet für die Bearbeitung bestimmter Gacha-Item-Einträge in der lokalen App-Gacha-Eintragsdatenbank oder aus externen Quellen. Diese Datenbank enthält wichtige Informationen zur Zuordnung von Item-IDs und deren Übersetzungen sowie zur Bestimmung der Seltenheitstypen jedes Gacha-Items.
es: GachaMetaDB está desactualizado para manejar ciertas entradas de objetos gacha en la base de datos de entradas gacha de la aplicación local o de fuentes externas. Esta base de datos contiene información crucial para mapear los identificadores de elementos y sus traducciones, además de indicar el tipo de rareza de cada objeto gacha.
fil: GachaMetaDB ay luma na para sa paghawak ng ilang mga entry ng gacha item sa alinman sa lokal na app gacha entry database o mula sa mga panlabas na mapagkukunan. Ang DB na ito ay naglalaman ng mahalagang impormasyon para sa pagtutugma ng ItemIDs at ang kanilang mga pagsasalin, kasama na ang pagkilala sa uri ng pagiging bihira ng bawat gacha item.
fr: GachaMetaDB est obsolète pour gérer certaines entrées gacha soit dans la base de données locale de l'application, soit à partir de sources externes. Cette base de données contient des informations cruciales pour identifier les identifiant des objets et leurs traductions, en plus d'indiquer le type de rareté de chaque élément.
it: GachaMetaDB è obsoleto per la gestione di alcune voci di oggetti gacha sia nel database locale delle voci dell'app gacha che da fonti esterne. Questo DB contiene informazioni cruciali per mappare gli ItemID e le loro traduzioni, oltre a indicare il tipo di rarità di ogni oggetto gacha.
ja: GachaMetaDB は、（この端末での）当アプリのガチャ記録データベースや外部ソースからの特定のガチャ部品記録の処理において古くなり、ガチャ記録の交換などのお役に立てられません。このデータベースには、ItemID とその（諸言語の）名称をお互いに参照するための重要な情報が含まれており、各ガチャ部品の稀有度情報も載っております。
ko: GachaMetaDB는 로컬 앱 가챠 항목 데이터베이스 또는 외부 소스에서 특정 가챠 항목 항목을 처리하기에 구식입니다. 이 데이터베이스에는 ItemID와 그 번역을 매핑하고 각 가차 항목의 희귀 유형을 설명하는 중요한 정보가 포함되어 있습니다
ru: GachaMetaDB устарела для обработки некоторых записей предметов гача, как в локальной базе данных приложения, так и из внешних источников. Эта база данных содержит важную информацию для сопоставления идентификаторов предметов и их переводов, а также определения типа редкости каждого предмета гача.
vi: GachaMetaDB đã lỗi thời trong việc xử lý một số mục gacha trong cơ sở dữ liệu gacha của ứng dụng địa phương hoặc từ các nguồn bên ngoài. Cơ sở dữ liệu này chứa thông tin quan trọng để ánh xạ ItemID và bản dịch của chúng, cũng như cho biết loại độ hiếm của mỗi vật phẩm gacha.
zh_hans: 这部设备上的 GachaMetaDB 已经过期、无法正常用来处理来自本 App 的本地数据库或外部来源的某些抽卡物品条目。GachaMetaDB 数据库包含了专门用来映射 ItemID 及其翻译的重要信息，且记载了每个抽卡物品的稀有等级查询表。
zh_hant: 這部裝置上的 GachaMetaDB 已經過期、無法正常用來處理來自該應用的本機資料庫或外部來源的某些抽卡物品條目。GachaMetaDB 資料庫包含了用以映射 ItemID 及其翻譯的重要資訊，且記載了每個抽卡物品的稀有等級查詢表。

# gachaKit.import.gigf.fallbackTimeZone
source: Default time zone if field is missing
de: Standardzeitzone, wenn Feld fehlt
es: Zona horaria predeterminada si falta el campo
fil: Ipinagkakait ng default na time zone kung nawawala ang field
fr: Fuseau horaire par défaut si le champ est manquant
it: Fuso orario predefinito se il campo è mancante
ja: 時間帯設定値がない時に、この時間帯とす：
ko: 필드가 없을 경우 기본 시간대
ru: Часовой пояс по умолчанию при отсутствии поля
vi: Múi giờ mặc định nếu thiếu trường
zh_hans: 时区数据缺失时的回退默认值
zh_hant: 時區資料缺失時的缺省值

# gachaKit.import.gigf.fallbackTimeZone.autoDeduct
source: Server Time Zone
de: Server-Zeitzone
es: Zona horaria del servidor
fil: Time Zone ng Server
fr: Fuseau horaire du serveur
it: Fuso orario del server
ja: サーバーの時間帯
ko: 서버 시간대
ru: Часовой пояс сервера
vi: Múi giờ máy chủ
zh_hans: 服务器时区
zh_hant: 伺服器時區

# gachaKit.management.clickHereToDeleteAllRecordsOfThisGPID
source: Click Here to Remove All Records Under This Gacha Puller
de: Hier klicken, um alle Einträge unter diesem Gacha-Zieher zu entfernen
es: Haz clic aquí para eliminar todos los registros bajo este tirador de gacha
fil: I-click Dito upang Alisin ang Lahat ng Rekord sa Ilalim ng Gacha Puller na Ito
fr: Cliquez ici pour supprimer tous les enregistrements sous ce tireur gacha
it: Fai clic qui per rimuovere tutti i record sotto questo tiratore gacha
ja: タップしてこのガチャ主の記録を全部削除
ko: 여기를 클릭하여 이 가챠 기록 소유자의 모든 기록 제거
ru: Нажмите здесь, чтобы удалить все записи под этим владельцем гача
vi: Nhấn vào đây để xóa tất cả hồ sơ dưới người kéo gacha này
zh_hans: 点此清除该抽卡人的全部抽卡记录
zh_hant: 點此清除該抽卡人的全部抽卡記錄

# gachaKit.management.confirmingDeletingAllRecordsOfThisGPID
source: Confirming removal of all records under this gacha puller. Proceed?
de: Bestätigung der Entfernung aller Datensätze unter diesem Gacha-Zieher. Fortfahren?
es: Confirmando la eliminación de todos los registros bajo este tirador de gacha. ¿Proceder?
fil: Kinukumpirma ang pagtanggal ng lahat ng rekord sa ilalim ng gacha puller na ito. Magpatuloy?
fr: Confirmer la suppression de tous les enregistrements sous ce tireur gacha. Continuer ?
it: Confermi la rimozione di tutti i record sotto questo tiratore gacha. Procedere?
ja: このガチャ主の記録を全部削除する。続行するかどうかのご確認を。
ko: 이 가챠 기록 소유자 아래의 모든 기록을 제거하시겠습니까? 진행하시겠습니까?
ru: Подтверждение удаления всех записей под этим владельцем гача. Продолжить?
vi: Xác nhận xóa tất cả các ghi chép dưới người kéo gacha này. Tiếp tục?
zh_hans: 请再次确认是否真的要清除该抽卡人的全部抽卡记录。
zh_hant: 請再次確認是否真的要清除該抽卡人的全部抽卡記錄。

# gachaKit.management.currentGame
source: Current Game
de: Aktuelles Spiel
es: Juego Actual
fil: Kasalukuyang Laro
fr: Jeu actuel
it: Partita in corso
ja: このゲーム
ko: 현재 게임
ru: Текущая игра
vi: Trò Chơi Hiện Tại
zh_hans: 当前游戏
zh_hant: 當前遊戲

# gachaKit.management.gachaPullerToPurge
source: Gacha Puller (Game & UID) to Delete
de: Zu löschender Gacha-Zieher (Spiel & UID)
es: Tirador de Gacha (Juego y UID) a Eliminar
fil: Gacha Puller (Laro & UID) na Tatanggalin
fr: Tireur Gacha (Jeu et UID) à supprimer
it: Tiratore Gacha (Gioco e UID) da Eliminare
ja: 削除するガチャ主（ゲーム＆UID）
ko: 삭제할 가챠 기록 소유자 (게임 및 UID)
ru: Владелец гача (игра и UID) для удаления
vi: Người kéo Gacha (Trò chơi & UID) để xóa
zh_hans: 要删除的抽卡人（游戏与 UID）
zh_hant: 要刪除的抽卡人（遊戲與 UID）

# gachaKit.management.navTitle
source: Managing Gacha Records
de: Verwaltung von Gacha-Aufzeichnungen
es: Administrar Registros de Gacha
fil: Pamamahala ng mga Talaan ng Gacha
fr: Gestion de l'historique Gacha
it: Gestione dei record Gacha
ja: ガチャ記録の管理
ko: 가차 기록 관리
ru: Управление записями Гача
vi: Quản lý hồ sơ Gacha
zh_hans: 管理抽卡记录
zh_hant: 管理抽卡記錄

# gachaKit.menu.exchangeGachaRecords
source: Import / Export Gacha Records from File
de: Gacha-Daten aus Datei importieren / exportieren
es: Importar / Exportar Registros de Gacha desde Archivo
fil: I-import / I-export ang mga Rekord ng Gacha mula sa File
fr: Importer / Exporter l'historique Gacha depuis un fichier
it: Importa / Esporta Registri Gacha da File
ja: ガチャ記録をファイルから書き出す・読み込む
ko: 가챠 기록을 파일에서 가져오기 / 내보내기
ru: Импорт / Экспорт записей Гача из файла
vi: Nhập / Xuất Hồ Sơ Gacha từ Tệp
zh_hans: 从文件导入或导出抽卡记录
zh_hant: 從檔案匯入或匯出抽卡記錄

# gachaKit.menu.inheritCloudDataFromPreviousVersions
source: Inherit iCloud Gacha Records from old Pizza Apps
de: iCloud-Gacha-Daten von alten Pizza-Apps übernehmen
es: Heredar los registros Gacha de iCloud de las antiguas aplicaciones de Pizza
fil: Manahin ng mga rekord ng iCloud Gacha mula sa lumang Pizza Apps
fr: Hériter de l'historique Gacha depuis iCloud des anciennes applications Pizza
it: Eredita iCloud Gacha Record dalle vecchie app Pizza
ja: 古いピザアプリのiCloudデータからガチャ記録を引き継ぐ
ko: 이전 피자 앱에서 iCloud 가챠 기록 상속
ru: Наследовать записи iCloud Gacha из старых приложений Pizza
vi: Kế thừa dữ liệu Gacha iCloud từ các ứng dụng Pizza cũ
zh_hans: 从旧版披萨 App 继承云端抽卡记录
zh_hant: 從舊版披薩應用繼承雲端抽卡記錄

# gachaKit.menu.listCloudDataFromPreviousVersions
source: List iCloud Gacha Records from old Pizza Apps
de: Liste iCloud Gacha-Aufzeichnungen von alten Pizza-Apps
es: Lista registros de Gacha de iCloud de aplicaciones de Pizza antiguas
fil: Ilista ang mga tala ng iCloud Gacha mula sa lumang Pizza Apps
fr: Lister l'historique Gacha depuis iCloud des anciennes applications Pizza
it: Elenca iCloud Gacha Records dalle vecchie app Pizza
ja: 古いピザアプリのiCloudデータからガチャ記録を点検
ko: 이전 피자 앱에서 iCloud 가챠 기록 나열
ru: Список записей iCloud Gacha из старых приложений Pizza
vi: Liệt kê các bản ghi Gacha của iCloud từ các Ứng dụng Pizza cũ
zh_hans: 查看旧版披萨 App 的云端抽卡记录
zh_hant: 檢視舊版披薩應用的雲端抽卡記錄

# gachaKit.menu.reloadData
source: Reload Data
de: Daten neu laden
es: Recargar datos
fil: I-reload ang Data
fr: Recharger les données
it: Ricarica dati
ja: データを再読込
ko: 데이터 다시 로드
ru: Перезагрузить данные
vi: Tải lại dữ liệu
zh_hans: 重新载入数据
zh_hant: 重新載入資料

# gachaKit.ParseGachaURLError.invalidServer
source: [ParseGachaURLError] Server invalid.
de: [ParseGachaURLError] Server ungültig.
es: [ParseGachaURLError] Servidor inválido.
fil: Hindi wastong server
fr: [ParseGachaURLError] Serveur invalide.
it: [ParseGachaURLError] Server non valido.
ja: [ParseGachaURLError] サーバー情報は使えません。
ko: [ParseGachaURLError] 서버가 유효하지 않습니다.
ru: [ParseGachaURLError] Неверный сервер.
vi: [LỗiPhânTíchGachaURL] Máy chủ không hợp lệ.
zh_hans: [ParseGachaURLError] 服务器参数值无效。
zh_hant: [ParseGachaURLError] 伺服器資料值不合理。

# gachaKit.ParseGachaURLError.invalidURL
source: [ParseGachaURLError] URL invalid.
de: [ParseGachaURLError] URL ungültig.
es: [ParseGachaURLError] URL inválida.
fil: [ParseGachaURLError] Hindi balido ang URL.
fr: [ParseGachaURLError] URL invalide.
it: [ParseGachaURLError] URL non valido.
ja: [ParseGachaURLError] このURLは使えません。
ko: [ParseGachaURLError] URL이 잘못되었습니다.
ru: [ParseGachaURLError] Неверный URL.
vi: [ParseGachaURLError] URL không hợp lệ.
zh_hans: [ParseGachaURLError] URL 无效。
zh_hant: [ParseGachaURLError] URL 不合理。

# gachaKit.ParseGachaURLError.noAuthenticationKey
source: [ParseGachaURLError] Authentication key missing.
de: [ParseGachaURLError] Authentifizierungsschlüssel fehlt.
es: Falta la clave de autenticación.
fil: [KasalukuyangNag-aayosGachaURLError] Nawawala ang authentication key.
fr: [ParseGachaURLError] Clé d'authentification manquante.
it: [ParseGachaURLError] Chiave di autenticazione mancante.
ja: [ParseGachaURLError] 認証用「key」が欠如。
ko: [ParseGachaURLError] 인증 키가 누락되었습니다.
ru: [ParseGachaURLError] Отсутствует ключ аутентификации.
vi: Khóa xác thực bị thiếu
zh_hans: [ParseGachaURLError] 验证用密钥缺失。
zh_hant: [ParseGachaURLError] 認證用密鑰缺失。

# gachaKit.ParseGachaURLError.noAuthenticationKeyVersion
source: [ParseGachaURLError] The version info of `key` is missing in the authentication key.
de: [ParseGachaURLError] Die Versionsinformation von `key` fehlt im Authentifizierungsschlüssel.
es: El intel de versión de `key` falta en la clave de autenticación.
fil: [ParseGachaURLError] Ang bersyon na intel ng `key` ay nawawala sa authentication key.
fr: [ParseGachaURLError] La version de `key` est absente dans la clé d'authentification.
it: [ParseGachaURLError] La versione intel di `key` è mancante nella chiave di autenticazione.
ja: [ParseGachaURLError] 認証用「key」のバージョンが不明。
ko: [ParseGachaURLError] 인증 키에 `key`의 버전 정보가 누락되었습니다.
ru: [ParseGachaURLError] Информация о версии `key` отсутствует в ключе аутентификации.
vi: [LỗiParseGachaURL] Thông tin phiên bản của `key` bị thiếu trong khóa xác thực.
zh_hans: [ParseGachaURLError] 验证用密钥版本参数值缺失。
zh_hant: [ParseGachaURLError] 認證用密鑰版本資訊缺失。

# gachaKit.ParseGachaURLError.noServer
source: [ParseGachaURLError] Server info is missing.
de: [ParseGachaURLError] Server-Informationen fehlen.
es: [FalloDeParseoGacha] Falta información del servidor.
fil: [ParseGachaURLError] Nawawala ang impormasyon mula sa server.
fr: [IntelServeurErreur] Informations serveur manquantes.
it: [IntelServerGachaErroreParse] Informazioni sul server mancanti.
ja: [ParseGachaURLError] サーバー情報欠如。
ko: [ParseGachaURLError] 서버 정보가 누락되었습니다.
ru: [ParseGachaURLError] Нет данных об этом сервере
vi: [LỗiPhânTíchGachaURL] Thiếu thông tin máy chủ.
zh_hans: [ParseGachaURLError] 服务器参数值缺失。
zh_hant: [ParseGachaURLError] 伺服器資訊缺失。

# gachaKit.ParseGachaURLError.noSignType
source: [ParseGachaURLError] Sign type missing.
de: [ParseGachaURLError] Fehlender Signaturtyp.
es: [FalloParseoGachaURL] Tipo de firma faltante
fil: [ParseGachaURLError] Nawawala ang uri ng lagda.
fr: [ParseGachaURLError] Type de signature manquant.
it: [ParseGachaURLError] Tipo firma mancante.
ja: [ParseGachaURLError] Signのタイプ情報が欠如。
ko: [ParseGachaURLError] 서명 유형 누락.
ru: [ParseGachaURLError] Отсутствует тип подписи.
vi: [ParseGachaURLError] Thiếu loại chữ ký.
zh_hans: [ParseGachaURLError] Sign 类型参数值缺失。
zh_hant: [ParseGachaURLError] Sign 類型資訊缺失。

# gachaKit.ParseGachaURLError.urlGenerationFailure
source: [ParseGachaURLError] Failed from generating gacha URL.
de: [ParseGachaURLError] Fehler beim Erstellen der Gacha-URL
es: [ParseGachaURLError] Error al generar la URL de gacha
fil: [NabigongMagparseGachaURL] Nabigo sa pagbuo ng gacha URL.
fr: [ParseGachaURLError] Échec de la génération de l'URL gacha.
it: [ParseGachaURLError] Errore nella generazione dell'URL gacha.
ja: [ParseGachaURLError] ガチャ記録専用URL、作成失敗。
ko: 가챠 URL 생성 실패: ParseGachaURLError
ru: [ParseGachaURLError] Не удалось создать URL для гача.
vi: [ParseGachaURLError] Không tạo được URL gacha.
zh_hans: [ParseGachaURLError] 没能成功生成抽卡URL。
zh_hant: [ParseGachaURLError] 沒能成功生成抽卡 URL。

# gachaKit.poolFilterLabel.byGame.GI
source: Wish Type
de: Wunschtyp
es: Tipo de deseo
fil: Uri ng Hiling
fr: Type de bannière
it: Tipo di Desiderio
ja: 祈願種類
ko: 희망 유형
ru: Тип желания
vi: Loại Ước Muốn
zh_hans: 祈愿种类
zh_hant: 祈願種類

# gachaKit.poolFilterLabel.byGame.HSR
source: Warp Type
de: Warp-Typ
es: Tipo de deformación
fil: Uri ng Warp
fr: Type de voeux
it: Tipo di deformazione
ja: 跳躍種類
ko: 와프 유형
ru: Тип деформации
vi: Kiểu biến dạng
zh_hans: 跃迁种类
zh_hant: 躍遷種類

# gachaKit.poolFilterLabel.byGame.ZZZ
source: Channel Type
de: Kanaltyp
es: Tipo de canal
fil: Uri ng Channel
fr: Type de canal
it: Tipo di canale
ja: チャネル種類
ko: 채널 유형
ru: Тип канала
vi: Loại kênh
zh_hans: 频道种类
zh_hant: 頻道種類

# gachaKit.poolType.giBeginnersWish
source: Beginners’ Wish
de: Wunsch Neulinge
es: Deseo de principiantes
fil: Pagka-loob ng Baguhan
fr: Bannière des débutants
it: Desiderio dei principianti
ja: 初心者応援祈願
ko: 초보자의 기원
ru: Пожелание новичка
vi: Lời Chúc Dành Cho Người Mới Bắt Đầu
zh_hans: 初行者推荐祈愿
zh_hant: 初行者推薦祈願

# gachaKit.poolType.giCharacterEventWish
source: Character Event Wish
de: Charakter-Ereignisgebet
es: Evento de Deseos de Personajes
fil: Sabayang Dasal para sa Kaganapang Tauhan
fr: Bannière de personnage
it: Desiderio Evento Personaggio
ja: キャラ祈願
ko: 캐릭터 이벤트 기원
ru: Молитва на событие с персонажем
vi: Điều Ước Sự Kiện Nhân Vật
zh_hans: 角色活动祈愿
zh_hant: 角色活動祈願

# gachaKit.poolType.giChronicledWish
source: Chronicled Wish
de: Chronik-Wunsch
es: Deseo Crónico
fil: Itinalangin na Naitala
fr: Bannière nostalgie
it: Desiderio Cronacato
ja: 集録祈願
ko: 기록된 소원
ru: Хроники желаний
vi: Lời Chúc Được Ghi Nhận
zh_hans: 集录祈愿
zh_hant: 集錄祈願

# gachaKit.poolType.giStandardWish
source: Standard Wish
de: Standardwunsch
es: Deseo estándar
fil: Karaniwang Hiling
fr: Bannière standard
it: Desiderio standard
ja: 通常祈願
ko: 표준 소원
ru: Стандартное желание
vi: Lời Chúc Tiêu Chuẩn
zh_hans: 常驻祈愿
zh_hant: 常駐祈願

# gachaKit.poolType.giUnknown
source: Unknown Wish
de: Unbekannter Wunsch
es: Deseo Desconocido
fil: Hindi Kilalang Hiling
fr: Bannière inconnue
it: Desiderio Sconosciuto
ja: 未知なる祈願
ko: 알 수 없는 소원
ru: Неизвестное желание
vi: Điều ước không xác định
zh_hans: 未知祈愿
zh_hant: 未知祈願

# gachaKit.poolType.giWeaponEventWish
source: Weapon Event Wish
de: Waffen Event Wunsch
es: Deseo de evento de armas
fil: Pag-asam ng Kaganapan ng Sandata
fr: Bannière d'arme
it: Evento Desiderio Arma
ja: 武器祈願
ko: 무기 이벤트 기원
ru: Молитва события оружия
vi: Điều Ước Sự Kiện Vũ Khí
zh_hans: 武器活动祈愿
zh_hant: 武器活動祈願

# gachaKit.poolType.srCharacterEventWarp
source: Character Event Warp
de: Charakterereignis-Verzerrung
es: Deformación de Evento de Personaje
fil: Pangyayari ng Pagwarp ng Tauhan
fr: Bannière de personnage
it: Varco Evento Personaggio
ja: キャラ跳躍
ko: 캐릭터 이벤트 워프
ru: Событие Призыв Персонажа
vi: Sự Kiện Cổng Dịch Chuyển Nhân Vật
zh_hans: 角色活动跃迁
zh_hant: 角色活動躍遷

# gachaKit.poolType.srCollabWarpFateUBWCharacter
source: Collab. Character Warp
de: Kollaborations-Charakter-Warp
es: Warp de Colaboración de Personaje
fil: Collaboration Character Warp
fr: Warp de collaboration personnage
it: Varco Collaborazione Personaggio
ja: コラボキャラ跳躍
ko: 콜라보 캐릭터 워프
ru: Коллаборационный варп персонажа
vi: Warp hợp tác nhân vật
zh_hans: 联动角色跃迁
zh_hant: 聯動角色躍遷

# gachaKit.poolType.srCollabWarpFateUBWLightCone
source: Collab. Light Cone Warp
de: Kollaborations-Lichtkegel-Warp
es: Warp de Cono de Luz de Colaboración
fil: Collaboration Light Cone Warp
fr: Warp de cône de lumière collaboration
it: Varco Collaborazione Cono di Luce
ja: コラボ光円錐跳躍
ko: 콜라보 광추 워프
ru: Коллаборационный варп светового конуса
vi: Warp Nón Ánh Sáng Hợp Tác
zh_hans: 联动光锥跃迁
zh_hant: 聯動光錐躍遷

# gachaKit.poolType.srDepartureWarp
source: Departure Warp
de: Abflug Warp
es: Salida Warp
fil: Pag-alis Warp
fr: Bannière de départ
it: Varco di Partenza
ja: 始発跳躍
ko: 출발 워프
ru: Прыжок на вылет
vi: Dịch chuyển khởi hành
zh_hans: 始发跃迁
zh_hant: 始發躍遷

# gachaKit.poolType.srLightConeEventWarp
source: Light Cone Event Warp
de: Lichtkegel-Ereignis-Warp
es: Deformación del Evento de Cono de Luz
fil: Kaganapan ng Light Cone Warp
fr: Bannière de cône de lumière
it: Varco Evento Cono di Luce
ja: 光円錐跳躍
ko: 빛 원뿔 이벤트 워프
ru: Искажение события светового конуса
vi: Xoáy Sự Kiện Hình Nón Ánh Sáng
zh_hans: 光锥活动跃迁
zh_hant: 光錐活動躍遷

# gachaKit.poolType.srUnknown
source: Unknown Warp
de: Unbekannter Warp
es: Warp desconocido
fil: Hindi Kilalang Warp
fr: Bannière inconnue
it: Varco Sconosciuto
ja: 未知なる跳躍
ko: 알 수 없는 왜곡
ru: Неизвестный переход
vi: Không xác định Warp
zh_hans: 未知跃迁
zh_hant: 未知躍遷

# gachaKit.poolType.zzBangbooChannel
source: Bangboo Channel
de: Bangboo-Kanal
es: Canal Bangboo
fil: Channel ng Bangboo
fr: Canal Bangboo
it: Canale Bangboo
ja: ボンプチャンネル
ko: 뱅부 채널
ru: Канал Bangboo
vi: Kênh Bangboo
zh_hans: 邦布频段
zh_hant: 邦布頻段

# gachaKit.poolType.zzExclusiveChannel
source: Exclusive Channel
de: Exklusiver Kanal
es: Canal Exclusivo
fil: Eksklusibong Channel
fr: Canal exclusif
it: Canale Esclusivo
ja: 独占チャンネル
ko: 독점 채널
ru: Эксклюзивный канал
vi: Kênh độc quyền
zh_hans: 独家频段
zh_hant: 獨家頻段

# gachaKit.poolType.zzStableChannel
source: Stable Channel
de: Stabiler Kanal
es: Canal Estable
fil: Matatag na Channel
fr: Canal Stable
it: Canale stabile
ja: 常設チャンネル
ko: 안정 채널
ru: Стабильный канал
vi: Kênh ổn định
zh_hans: 常驻频段
zh_hant: 常駐頻段

# gachaKit.poolType.zzUnknown
source: Unknown Channel
de: Unbekannter Kanal
es: Canal desconocido
fil: Hindi Kilalang Channel
fr: Bannière inconnue
it: Canale sconosciuto
ja: 未知なるチャネル
ko: 알 수 없는 채널
ru: Неизвестный канал
vi: Kênh không xác định
zh_hans: 未知频段
zh_hant: 未知頻段
